Repository: langx/langx
Catalog: apps/mobile/targets/_shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, ru, tr

# watch.unread
source: Unread
ar: غير المقروءة
de: Ungelesen
es: No leídos
fr: Non lus
pt_br: Não lidas
ru: Непрочитанные
tr: Okunmamış

# watch.nothingUnread
source: Nothing unread
ar: لا رسائل غير مقروءة
de: Nichts Ungelesenes
es: Nada sin leer
fr: Rien de non lu
pt_br: Nada não lido
ru: Нет непрочитанных
tr: Okunmamış yok

# watch.openOnPhone
source: Open LangX on your phone
ar: افتح LangX على الهاتف
de: Öffne LangX auf deinem Telefon
es: Abre LangX en tu teléfono
fr: Ouvrez LangX sur votre téléphone
pt_br: Abra o LangX no seu telefone
ru: Откройте LangX на телефоне
tr: LangX’i telefonunda aç

# watch.phoneNotReachable
source: Phone not reachable
ar: الهاتف غير متاح
de: Telefon nicht erreichbar
es: Teléfono no disponible
fr: Téléphone non joignable
pt_br: Telefone indisponível
ru: Телефон недоступен
tr: Telefon erişilebilir değil

# watch.reply
source: Reply
ar: رد
de: Antworten
es: Responder
fr: Répondre
pt_br: Responder
ru: Ответить
tr: Yanıtla

# watch.sending
source: Sending…
ar: جارٍ الإرسال…
de: Senden…
es: Enviando…
fr: Envoi…
pt_br: Enviando…
ru: Отправка…
tr: Gönderiliyor…

# watch.sent
source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fr: Envoyé
pt_br: Enviado
ru: Отправлено
tr: Gönderildi

# watch.notSent
source: Not sent
ar: لم يُرسل
de: Nicht gesendet
es: No enviado
fr: Non envoyé
pt_br: Não enviado
ru: Не отправлено
tr: Gönderilemedi

# watch.loading
source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor…

# watch.complication
source: Watch face
ar: واجهة الساعة
de: Zifferblatt
es: Esfera
fr: Cadran
pt_br: Mostrador
ru: Циферблат
tr: Saat kadranı

# watch.showsUnread
source: Unread
ar: غير المقروءة
de: Ungelesen
es: No leídos
fr: Non lus
pt_br: Não lidas
ru: Непрочитанные
tr: Okunmamış

# watch.showsStreak
source: Streak
ar: السلسلة
de: Serie
es: Racha
fr: Série
pt_br: Sequência
ru: Серия
tr: Seri

# widget.streakName
source: Streak
ar: السلسلة
de: Serie
es: Racha
fr: Série
pt_br: Sequência
ru: Серия
tr: Seri

# widget.streakDetail
source: Your run of days. Dim until today counts.
ar: أيامك المتتالية. باهتة حتى يُحتسب اليوم.
de: Deine Tage in Folge. Blass, bis heute zählt.
es: Tus días seguidos. Atenuada hasta que hoy cuente.
fr: Vos jours d’affilée. Pâle tant qu’aujourd’hui ne compte pas.
pt_br: Seus dias seguidos. Apagada até hoje contar.
ru: Дни подряд. Тускнеет, пока сегодня не засчитано.
tr: Üst üste günlerin. Bugün sayılana kadar soluk.

# widget.todayName
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
pt_br: Hoje
ru: Сегодня
tr: Bugün

# widget.todayDetail
source: Streak, unread and cards due, in one row.
ar: السلسلة وغير المقروء والبطاقات المستحقة في صف واحد.
de: Serie, Ungelesenes und fällige Karten in einer Reihe.
es: Racha, no leídos y tarjetas pendientes, en una fila.
fr: Série, non lus et cartes à revoir, sur une ligne.
pt_br: Sequência, não lidas e cartões do dia, lado a lado.
ru: Серия, непрочитанные и карточки — в один ряд.
tr: Seri, okunmamışlar ve sıradaki kartlar tek sırada.

# widget.activityName
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
pt_br: Atividade
ru: Активность
tr: Etkinlik

# widget.activityDetail
source: Your practice, one square a day.
ar: تدريبك، مربع لكل يوم.
de: Dein Üben, ein Feld pro Tag.
es: Tu práctica, un cuadro por día.
fr: Votre pratique, un carré par jour.
pt_br: Sua prática, um quadrado por dia.
ru: Ваши занятия: один квадрат в день.
tr: Çalışman, günde bir kare.

# widget.glanceName
source: Glance
ar: لمحة
de: Blick
es: Vistazo
fr: Coup d’œil
pt_br: Relance
ru: Взгляд
tr: Bakış

# widget.glanceDetail
source: Streak and unread, for the Lock Screen and StandBy.
ar: السلسلة وغير المقروء لشاشة القفل و StandBy.
de: Serie und Ungelesenes für Sperrbildschirm und StandBy.
es: Racha y no leídos, para la pantalla bloqueada y StandBy.
fr: Série et non lus, pour l’écran verrouillé et StandBy.
pt_br: Sequência e não lidas, para a tela bloqueada e StandBy.
ru: Серия и непрочитанные для экрана блокировки и StandBy.
tr: Kilit ekranı ve StandBy için seri ve okunmamışlar.

# widget.faceDetail
source: Your streak, or what is waiting, on the watch face.
ar: سلسلتك أو ما ينتظرك، على واجهة الساعة.
de: Deine Serie oder was wartet, auf dem Zifferblatt.
es: Tu racha, o lo que espera, en la esfera del reloj.
fr: Votre série, ou ce qui attend, sur le cadran.
pt_br: Sua sequência, ou o que espera, no mostrador.
ru: Серия или непрочитанные — на циферблате.
tr: Saat kadranında serin ya da bekleyenler.

# widget.exchangeStartsIn
source: Starts in
ar: يبدأ خلال
de: Beginnt in
es: Empieza en
fr: Commence dans
pt_br: Começa em
ru: Начало через
tr: Başlamasına

# widget.exchangeEndsIn
source: Ends in
ar: ينتهي خلال
de: Endet in
es: Termina en
fr: Se termine dans
pt_br: Termina em
ru: Конец через
tr: Bitmesine

# intents.openEcho
source: Open Echo
ar: افتح Echo
de: Echo öffnen
es: Abrir Echo
fr: Ouvrir Echo
pt_br: Abrir o Echo
ru: Открыть Echo
tr: Echo’yu aç

# intents.openEchoDetail
source: Go straight to the cards due today.
ar: انتقل مباشرة إلى بطاقات اليوم.
de: Direkt zu den heute fälligen Karten.
es: Ir directo a las tarjetas de hoy.
fr: Aller directement aux cartes du jour.
pt_br: Ir direto para os cartões de hoje.
ru: Сразу к карточкам на сегодня.
tr: Bugün sırası gelen kartlara doğrudan git.

# intents.openChats
source: Open my messages
ar: افتح رسائلي
de: Meine Nachrichten öffnen
es: Abrir mis mensajes
fr: Ouvrir mes messages
pt_br: Abrir minhas mensagens
ru: Открыть сообщения
tr: Mesajlarımı aç

# intents.openChatsDetail
source: Go straight to the chat list.
ar: انتقل مباشرة إلى قائمة المحادثات.
de: Direkt zur Chatliste.
es: Ir directo a la lista de chats.
fr: Aller directement à la liste des conversations.
pt_br: Ir direto para a lista de conversas.
ru: Сразу к списку чатов.
tr: Doğrudan sohbet listesine git.
